/* No comment provided by engineer. */
"%d Hour" = "%d Hour";

/* No comment provided by engineer. */
"%d Hours" = "%d Hours";

/* No comment provided by engineer. */
"%d Hours on %@" = "%1$d Hours on %2$@";

"%d Minute"     = "%d Minute";
"%d Minutes"    = "%d Minutes";

/* No comment provided by engineer. */
"Actual Effort" = "Actual Effort";

" on %@"        = " on %@";
"%@ h, %@ min"  = "%@ h, %@ min";
"Stop Recording (%@)" = "Stop Recording (%@)";

/* No comment provided by engineer. */
"Analytics" = "Analytics";

/* No comment provided by engineer. */
"Are you sure that you want to add this record?" = "Are you sure that you want to add this record?";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change Recording Item" = "Change Recording Item";

/* No comment provided by engineer. */
"Create new Recording Item" = "Create new Recording Item";

/* No comment provided by engineer. */
"Delete Item" = "Delete Item";

/* No comment provided by engineer. */
"Do you Really Want to Delete This Item?" = "Do you Really Want to Delete This Item?";

/* No comment provided by engineer. */
"Get Image From" = "Get Image From";

/* No comment provided by engineer. */
"Innovation" = "Innovation";

/* No comment provided by engineer. */
"iPhone Loves Pictures" = "iPhone Loves Pictures";

/* No comment provided by engineer. */
"Item Name" = "Item Name";

/* No comment provided by engineer. */
"Item Photo" = "Item Photo";

/* No comment provided by engineer. */
"Marketing" = "Marketing";

/* No comment provided by engineer. */
"Me Too" = "Me Too";

/* DateFormatter */
"MM/dd/yyyy" = "MM/dd/yyyy";

/* No comment provided by engineer. */
"My TimeKeeper Feedback" = "My TimeKeeper Feedback";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Records" = "No Records";

/* No comment provided by engineer. */
"Not Me" = "Not Me";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Opportunity" = "Opportunity";

/* No comment provided by engineer. */
"Others" = "Others";

/* No comment provided by engineer. */
"Photo Library" = "Photo Library";

/* No comment provided by engineer. */
"Planned Effort" = "Planned Effort";

/* No comment provided by engineer. */
"Please Confirm" = "Please Confirm";

/* No comment provided by engineer. */
"Please Enter at Least a Name" = "Please Enter at Least a Name";

/* No comment provided by engineer. */
"Project" = "Project";

/* No comment provided by engineer. */
"Record Times" = "Record Times";

/* No comment provided by engineer. */
"Recorded Hours" = "Recorded Hours";

/* No comment provided by engineer. */
"Service Order" = "Service Order";

/* No comment provided by engineer. */
"Start Recording" = "Start Recording";

/* No comment provided by engineer. */
"Start Recording Now" = "Start Recording Now";

/* No comment provided by engineer. */
"Stop Recording (%d Hours)" = "Stop Recording (%d Hours)";

/* No comment provided by engineer. */
"This iPhone app would love to access your image library or make some pictures with the built-in camera!" = "This iPhone app would love to access your image library or make some pictures with the built-in camera!";

/* No comment provided by engineer. */
"What kind of recording item would you like to create?" = "What kind of recording item would you like to create?";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Your Recording Items" = "Your Recording Items";

